Repository: WimPum/Randomizer
Catalog: Randomizer/Localizable.xcstrings
Source language: en
Languages: ja

source: About
ja: このアプリについて

source: About CSV
ja: CSVについて

source: All drawn
ja: 全て抽出済み

source: Animation count: %lld
ja: 表示される数字の数: %lld

source: Animation speed: %lld
ja: エフェクトの速さ: %lld

source: Aurora
ja: オーロラ

source: Background color
ja: 背景色

source: Beach
ja: 浜辺

source: Champagne
ja: シャンパン

source: clear names
ja: 名前クリア

source: Creating CSV files
ja: CSVを作る

source: Dawn
ja: 夜明け

source: Deep Ocean
ja: 深海

source: Default
ja: デフォルト

source: Done
ja: 完了

source: Error
ja: エラー

source: Error loading files. Please load files from local storage.
ja: ファイルを読み込めませんでした。「このiPhone内」から選択してください。

source: Error: List needs to have at least two items.
ja: リストの項目は2つ以上にしてください

source: feedback
ja: フィードバック

source: Fire
ja: 炎

source: general
ja: 一般

source: Grape
ja: ブドウ

source: Green Tea
ja: 抹茶

source: Haptics for rolling
ja: 触覚

source: History
ja: 履歴

source: info
ja: 情報

source: Main
ja: ホーム

source: Max
ja: 最大

source: Min
ja: 最小

source: Mint
ja: ミント

source: MIT License
ja: MIT ライセンス

source: Mountain
ja: 山

source: Nectar
ja: ネクター

source: Next draw
ja: 選ぶ

source: Night
ja: 夜

source: Ocean
ja: 海

source: open csv
ja: CSV選択

source: press Start Over to apply changes
ja: やり直しを押して変更を適用

source: press Start over to reset
ja: やり直しを押してリセット

source: put bigger number on right box
ja: 右側の数字の方が大きくなるようにしてください

source: Random
ja: ランダム

source: Refresh rate
ja: 更新頻度

source: Reset setting
ja: 初期設定に戻す

source: Rolling animation
ja: 抽出時のエフェクト

source: Settings
ja: 設定

source: Show names when landscape mode
ja: 横画面に名前を表示

source: Shuffle
ja: シャッフル

source: Sky
ja: 空

source: Start over
ja: やり直し

source: Strawberry
ja: いちご

source: Summer
ja: 夏

source: Teddy bear
ja: テディベア

source: Twilight
ja: 夕焼け

source: View code on GitHub
ja: GitHubのリポジトリ

source: Website
ja: ウェブサイト

source: Winter
ja: 冬

source: You can create CSV files in Excel or Numbers. Lists can be vertical or horizontal. Only the 1st column of the longer dimension will be used for display.
ja: CSVファイルはExcelやNumbersで作れます。リストの向きは縦横どちらでも読めます。長い方の一列目だけ表示に使われます。

source: You can load a csv file that contains a list of names and drawn names will be shown under the number.
ja: 名簿などをCSVファイルにして読み込むと、数字の下に対応する名前が表示されます。
